; Translation Author: Starykh Roman
; TranslationAuthorEmail: zerobit@ex.ua
; Soft Version: 4.2.1
; Update: Mar. 26, 2024
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Русский

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonClose=Закрыть
BtnNews=Сообщения
[Translation]
LangCode=0419
ReadHabit=Left-to-right
LanguageName=RUS
LangShortName=ru-ru
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=Собщения
Warning=Предупреждение
Error=Ошибка
Confirm=Подтверждение
FrmMOMain.ckperiod.caption=Оптимизировать каждые

;
; Оптимизация памяти
;
FrmMoMain.imgmail.hint=Поделиться Wise Memory Optimizer с друзьями
FrmMoMain.imgfacebook.hint=Оценить WiseCleaner в Facebook
FrmMoMain.imgtwitter.hint=Рассказать о Wise Memory Optimizer в Twitter
FrmMoMain.chkupdate.caption=Автопроверка новой версии
FrmMoMain.btnlike.caption=Нравится
FrmMoMain.lblTotalMem.Caption=Объём памяти:
FrmMoMain.lblaopt.Caption=Если доступная память меньше:
FrmMoMain.lbltry.Caption=Освободить больше памяти
FrmMoMain.btnsettings.Caption=Настройки
FrmMoMain.btnOpt.Caption=Оптимизировать
FrmMoMain.chkmin.Caption=Сворачивать в трей при закрытии
FrmMoMain.chkauto.Caption=Запускать вместе с системой
FrmMoMain.chkautoOpt.Caption=Автоматически оптимизировать
FrmMoMain.ckchkclearborad.Caption=Очищать буфер при оптимизации
FrmMoMain.chkidle.Caption=Запускать при бездействии процессора
FrmMoMain.lbllang.Caption=Язык:
FrmMOMain.cknotice.caption=По окончании показать уведомление
FrmMOMain.ckMode.caption=Темный режим
;
; О программе
;
FrmAbout.caption=О программе
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Email поддержки:
FrmAbout.lblhome.caption=Сайт программы:
FrmAbout.lblthanks.caption=Выражаем благодарность следующим людям за их вклад:
FrmAbout.lblUninstall.caption=Инструкция по удалению
FrmAbout.lblPolicy.caption=Политика конфиденциальности
FrmAbout.lblEula.caption=Лицензионное соглашение

[MemoryOptimizer]
ThisTimeFreeMemory=Освобождено %s памяти
CurPrecent=Использовано памяти:
UsedMemory=Используется:
AvailableMemory=Доступно:
FreeMemory=Освобождено:
At=в:
pmShow=Открыть
pmOpt=Оптимизировать
pmAbout=О программе
pmExit=Выход
SureExit=Идет оптимизация... вы точно хотите выйти?
Mintotray=Идет оптимизация памяти
pmdefragmem=Дефрагментировать ОП
pmclearmem=Освободить ОП
pmclearstandbymem=Очистить зарезервированную ОП

[Message]
NoNews=У вас нет непрочитанных сообщений.
NewVer=Доступна новая версия Wise Memory Optimizer! Хотите обновить его сейчас?
NotShowNotice=Больше не показывать это уведомление.
NoOptItem=Вам необходимо выбрать хотя бы один метод оптимизации.
minutes=минут(ы)
hours=час(а)

[feedback]
InvalidEmail=Пожалуйста, введите правильный Email.
emptyinput=Пожалуйста, введите что-нибудь для отправки.
thanks=Спасибо за ваш отзыв!
FrmFeedback.lblfeedback.caption = Как вы оцениваете %s?
FrmFeedback.lblemail.caption = Email адрес:
FrmFeedback.lblgood.caption = Какая функция вам больше всего нравится?
FrmFeedback.lblbad.caption = Какая функция вам больше всего не нравится?
FrmFeedback.lblwant.caption = Какая новая функция нужна вам больше всего?
FrmFeedback.btncancel.caption = Не интересно
FrmFeedback.btnsubmit.caption = Отправить
